Revit 2024 API
SymbolTypeId.LbForcePerFtSup2 Property
 Symbol lb/ft², indicating unit Pounds force per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LbForcePerFtSup2 { get; }
Visual Basic
Public Shared ReadOnly Property LbForcePerFtSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LbForcePerFtSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace